# Строки(str)
# .title()-с заглавных букв(Хасан Теунов) 
# .upper()-большими буквами(ХАСАН ТЕУНОВ)
# .lower()-с маленьх букв(хасан теунов)
# /t-табуляция(хасан /tтеунов)
#                      теунов
# /n-выводит списком сверху вниз   


#                   Числа(int)


#                   Список[,]
# .append()-добавление нового элемента в КОНЕЦ списка
# .insert()-добавление нового элемента в НАЧАЛО списка(с указанием индекса)
# del-удаляет элемент из списка(delпеременная[0])
# .pop()-вырезает элемент в КОНЦЕ списка с вставской в новую переменную
# .remove()-удаляет элемент по значению
# .sort()-упорядочить список по алфавиту(навсегда)
# .sort(reverse=True)-упорядочить в обратном направлений(навсегда) 
# .sorted()-упорядочить по алфовиту (без сохранения)
# .reverse()-упорядочит список с право на лево
# .len()- определить длину списка

#                   for-цикл
#pets = ['кошка', 'собака', 'птичка', ]
#for pet in pets:
 #   print(pet , 'я тебя сьем')
 
#                    range(1,7)-числовой цикл
#for namber in range(1,7):
#    print(namber)
for namber in range(1,9):
    print(namber)



